Repository: wp-plugins/woocommerce-advanced-free-shipping
Catalog: languages/wafs-*.po
Languages: pl_pl

source: Or match all of the following rules to allow free shipping:
pl_pl: Lub dopasuj wszystkie poniższe reguły aby zezwolić na darmową wysyłkę

source: Or
pl_pl: albo

source: Free Shipping <small>(may change at user configuration)</small>
pl_pl: Darmowa dostawa <small>(może być różne w zależności od ustawień użytkownika)</small>

source: Configure WooCommerce Advanced Free Shipping
pl_pl: Ustawienia WooCommerce Advanced Free Shipping

source: Enable/Disable
pl_pl: Włącz/Wyłącz

source: Enable Advanced Free Shipping
pl_pl: Włącz Advanced Free Shipping

source: Hide other shipping
pl_pl: Ukryj inne metody wysyłki

source: Hide other shipping methods when free shipping is available
pl_pl: Ukryj inne metody wysyłki gdy dostępna jest darmowa wysyłka

source: Free Shipping
pl_pl: Darmowa wysyłak

source: Advanced Free Shipping methods
pl_pl: Metody Advanced Free Shipping

source: Advanced Free Shipping method
pl_pl: Metoda Advanced Free Shipping

source: Add New
pl_pl: Dodaj

source: Add New Advanced Free Shipping method
pl_pl: Dodaj nową metodę Advanced Free Shipping

source: Edit Advanced Free Shipping method
pl_pl: Edytuj metodę Advanced Free Shipping

source: New Advanced Free Shipping method
pl_pl: Nowa metoda Advanced Free Shipping

source: View Advanced Free Shipping method
pl_pl: Zobacz metodę Advance Free Shipping

source: Search Advanced Free Shipping methods
pl_pl: Szukaj metod Advanced Free Shippig

source: No Advanced Free Shipping methods
pl_pl: Brak metod Advanced Free Shipping

source: No Advanced Free Shipping methods found in Trash
pl_pl: W koszu nie ma żadnych metod Advanced Free Shipping

source: Advanced Free Shipping conditions
pl_pl: Warunki Advanced Free Shipping

source: Shipping settings
pl_pl: Ustawienia wysyłki

source: Match all of the following rules to allow free shipping:
pl_pl: Wszystkie poniższe muszą się zgadzać aby zezwolić na darmową wysyłkę

source: Add 'Or' group
pl_pl: Dodaj grupę "albo"

source: Shipping title
pl_pl: Nazwa wysyłki

source: e.g. Free Shipping
pl_pl: np. Darmowa wysyłka

source: Cart
pl_pl: Karta

source: Subtotal
pl_pl: Suma

source: Subtotal ex. taxes
pl_pl: Suma bez podatku

source: Tax
pl_pl: Podatek

source: Quantity
pl_pl: Ilość

source: Contains product
pl_pl: Zawiera produkt

source: Coupon
pl_pl: Kupon

source: User Details
pl_pl: Dane użytkownika

source: Zipcode
pl_pl: Kod pocztowy

source: City
pl_pl: Miasto

source: State
pl_pl: Stan

source: Country
pl_pl: Kraj

source: User role
pl_pl: Rola użytkownika

source: Product
pl_pl: Produkt

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Length
pl_pl: Długość

source: Weight
pl_pl: Waga

source: Stock
pl_pl: Magazyn

source: Stock status
pl_pl: Stan magazynu

source: Backorders
pl_pl: Zamówienia oczekujące

source: Category
pl_pl: Kategoria

source: '(Not) Equal to' values can be separated by comma
pl_pl: Wartości 'To (nie) jest' mogą być oddzielone przecinkiem

source: By default states are only available in the U.S.
pl_pl: Domyślnie "stany" są dostępne tylko w USA

source: Weight calculated on all the cart contents
pl_pl: Waga obliczona na podstawie wszystkich produktów z karty

source: Compared to lengthiest product in cart
pl_pl: Na podstawie najdłuższego produktu w karcie

source: Compared to widest product in cart
pl_pl: Na podstawie najszerszego produktu w karcie

source: Compared to highest product in cart
pl_pl: Na podstawie najwyższego produktu w karcie

source: All products in cart must match stock status
pl_pl: Wszystkie produkty w karcie muszą zgadzać się ze stanem magazynowym

source: All products in cart must match backorder
pl_pl: Wszystkie produkty w karcie muszą odpowiadać statusowi zamówień oczekujących

source: All products in cart must match category
pl_pl: Wszystkie produkty w karcie muszą odpowiadać kategorii

source: Cart must contain one of this product
pl_pl: Karta musi zawierać jeden z tych produktów

source: Equal to
pl_pl: To jest

source: Not equal to
pl_pl: To nie jest

source: Greater or equal to
pl_pl: Nie mniej niż

source: Less or equal to
pl_pl: Nie więcej niż

source: In stock
pl_pl: W magazynie

source: Out of stock
pl_pl: Brak w magazynie

source: Do not allow
pl_pl: Nie pozwalaj

source: Allow, but notify customer
pl_pl: Pozwalaj, ale powiadom klienta

source: Allow
pl_pl: Pozwalaj

source: There are no options available
pl_pl: Opcje są niedostępne

source: Variation
pl_pl: Warianty

source: Method conditions
pl_pl: Warunki metody

source: Title
pl_pl: Nazwa

source: Condition groups
pl_pl: Grupy warunków

source: Edit Method
pl_pl: Zmień metodę

source: Untitled
pl_pl: Nienazwane

source: Edit
pl_pl: Edytuj

source: Delete Method
pl_pl: Usuń metodę

source: Delete
pl_pl: Usuń

source: There are no Free Shipping conditions. Yet...
pl_pl: Nie ma jeszcze żadnych warunków darmowej wysyłki. Jeszcze...

source: Add Free Shipping Method
pl_pl: Dodaj metodę darmowej wysyłki

source: States are only available in the U.S.
pl_pl: Stany dotyczą tylko USA

source: Author
pl_pl: Autor
